import React from "react";
import Card from "react-bootstrap/Card";
import { ImPointRight } from "react-icons/im";

function AboutCard() {
  return (
    <Card className="quote-card-view">
      <Card.Body>
        <blockquote className="blockquote mb-0">
          <h1 style={{ fontSize: "2.1em", paddingBottom: "20px" }}>
            БИЗДИН ГРУППА ЖОНУНДО МААЛЫМАТ
          </h1>
          <p style={{ textAlign: "justify" }}>
            Биздин группабызда 35 студент : 10 кыз жана 25 эркек бала бар.
            Группанын копчулук болумун Кыргызстандын жарандары тузот. Чет
            олкодон келген: Туркиядан-1, Озбекстандан-2 жана Казакстандан-1
            студенттерибиз бар. Болум жетекчиси - Барыктабасов Касым.
            2019-2020-окуу жылында дярдоо курсун окуп, 2020-2021-жылда аралыктан
            билим алдык, 2021-2022-окуу жылын салттуу турдо окуп баштадык.
          </p>
        </blockquote>
        <blockquote className="blockquote mb-0">
          <h4>БИЗДИН МИССИЯБЫЗ</h4>
          <p style={{ textAlign: "justify" }}>
            Борбордук Азия өлкөлөрүнүн экономика жана социалдык жактан
            өнүгүүсүнө өз салымын кошкон, заманбап маалымат технологияларын
            колдонгон, дүйнө жүзүндө болуп турган илимий өсүп-өнүгүүлөргө
            салымын кошкон, өндүрүштө жаңы технологияларды колдонгон, адамга
            жагымдуу жашоо чөйрөсүн түзүүдө кызмат кылууга даяр жогорку билимдүү
            инженерлер болуп чыгуу.
          </p>
        </blockquote>
        <blockquote className="blockquote mb-0">
          <p style={{ textAlign: "justify" }}>
            Барыктабасов Касым-1998-2004. Ж. Баласагын атындагы Кыргыз Улуттук
            Университети, Эл-аралык Билим берүү Программаларын Интеграциялоо
            Институту (ИИМОП), Компьютер Технологиялары жана Интернет
            Кыргыз-Америка Факультети (KAF-Internet) Бакалавр,Магистр Илимий
            ишмердик тармагы Компьютерлер, маалымат технологиялары, программалык
            инженерия, программалоо, объектке багытталган программалоо. Кесиптик
            тажрыйбасы 9/2005 - Азыркы убакытка чейин Кыргыз-Түрк Манас
            Университети, Бишкек, Кыргыз Республикасынын Инженерия Факультетинин
            Програмдык инженердиги бөлүмүндө ага окутуучу
          </p>
        </blockquote>
      </Card.Body>
    </Card>
  );
}

export default AboutCard;
